[NecromancerClassWOTC X2SoldierClassTemplate]
+DisplayName="死灵法师"
+ClassSummary="一些XCOM特工在第一次外星入侵中展示的灵能使一些人相信超自然能力确实存在。这使得人们重新相信古代的魔法研究。
20年前，随着古老传说和初代XCOM使用的心灵感应相结合，死灵法师们发展出了一些非常真实的魔法能力。"
AbilityTreeTitles[0]="法术"
AbilityTreeTitles[1]="死灵法师"
AbilityTreeTitles[2]="萨满"
AbilityTreeTitles[3]="XCOM"
+RandomNickNames[0]="巫师"
+RandomNickNames[1]="巫婆"
+RandomNickNames[2]="术士"
+RandomNickNames[3]="心理"
+RandomNickNames[4]="挽歌"
+RandomNickNames[5]="回声"
+RandomNickNames[6]="外星"
+RandomNickNames[7]="薄雾"
+RandomNickNames[8]="魔女"
+RandomNickNames[9]="禅"
+RandomNickNames[10]="欧米茄"
+RandomNickNames[11]="黄昏"
+RandomNickNames[12]="巫毒"
+RandomNickNames[13]="坏人"
+RandomNickNames[14]="法官"
+RandomNickNames[15]="怪物"
+RandomNickNames[16]="抽搐"
+RandomNickNames[17]="恐惧"
+RandomNickNames[18]="盗墓者"
+RandomNickNames[19]="奥兹"
+RandomNickNames[20]="空值"
+RandomNickNames[21]="零"
+RandomNickNames[22]="占卜"
+RandomNickNames[23]="预言家"
+RandomNickNames[24]="恶梦"
+RandomNickNames[25]="毒蛇"
+RandomNickNames[26]="斯布克"
+RandomNickNames[27]="恶魔"
+RandomNickNames[28]="掠夺"
+RandomNickNames[29]="父亲"
+RandomNickNames[30]="综合征"
+RandomNickNames[31]="德鲁伊"
+RandomNickNames[32]="惊悚"
+RandomNickNames[33]="凤凰"
+RandomNickNames[34]="午夜"
+RandomNickNames[35]="乌鸦"
+RandomNickNames[36]="稻草人"
+RandomNickNames[37]="吸血鬼"
+RandomNickNames[38]="狼人"
+RandomNickNames[39]="僵尸"
+RandomNickNames[40]="萤火虫"
+RandomNickNames[41]="预兆"
+RandomNickNames[42]="掠夺"
+RandomNickNames[43]="异种"
+RandomNickNames[44]="严峻"
+RandomNickNames[45]="尖叫"
+RandomNickNames_Male[0]="洛基"
+RandomNickNames_Male[1]="法老"
+RandomNicknames_Male[2]="梅林"
+RandomNicknames_Male[3]="牧师"
+RandomNickNames_Female[0]="女伯爵"
+RandomNicknames_Female[1]="巫婆"
+RandomNicknames_Female[2]="女妖"
+RandomNicknames_Female[3]="极光"
+RandomNicknames_Female[4]="神谕"
+RandomNicknames_Female[5]="苦难"
+RandomNicknames_Female[6]="莫瑞根"
+RandomNicknames_Female[7]="死灵"

[NecroSpiritArmorAbility X2AbilityTemplate]
+LocFriendlyName="骨盾"
+LocLongDescription="为友方目标增加3点护甲。有两次充能，但持续到任务结束，可以叠加4回合冷却。"
+LocHelpText="为友方目标增加3点护甲。这个加成持续到任务结束，可以叠加。4回合冷却。"
+LocFlyOverText="骨盾"

[NecroRaiseDead X2AbilityTemplate]
+LocFriendlyName="复苏尸体"
+LocLongDescription="复活一个死去的人类或变种人,转化为8点生命的僵尸。警告: 不要在剧本繁重的剧情任务中使用僵尸。游戏将其视为一名XCOM士兵，其行为不可预测。例如(满员撤离)"
+LocHelpText="复活一个死去的人类或变种人,转化为僵尸.警告: 不要在剧本繁重的剧情任务中使用僵尸。游戏将其视为一名XCOM士兵，其行为不可预测。例如(满员撤离)"
+LocFlyOverText="复苏尸体"

[NecroMassRaiseDead X2AbilityTemplate]
+LocFriendlyName="死亡之军"
+LocLongDescription="将一个范围内的死人全部转化为僵尸."
+LocHelpText="将一个范围内的死人全部转化为僵尸(无伤害)."
+LocFlyOverText="死亡之军"

[NecroFireballAbility X2AbilityTemplate]
+LocFriendlyName="火球"
+LocLongDescription="发射一个火球，对爆炸范围内的所有人造成爆炸性伤害并点燃所有东西."
+LocHelpText="发射一个火球，对爆炸范围内的所有人造成爆炸性伤害并点燃所有东西."
+LocFlyOverText="火球"

[NecroPoison X2AbilityTemplate]
+LocFriendlyName="剧毒"
+LocLongDescription="给任何有生命的有机生物下毒。每回合造成1点伤害，-30点命中，-4点移动。不会结束你的回合并且没有冷却时间。"
+LocHelpText="给任何有生命的有机生物下毒。每回合造成1点伤害，-30点命中，-4点移动。不会结束你的回合并且没有冷却时间。"
+LocFlyOverText="剧毒"

[NecroCombustion X2AbilityTemplate]
+LocFriendlyName="燃烧之血"
+LocLongDescription="使生物的血液沸腾。造成1-2点真实灵能伤害,并点燃目标."
+LocHelpText="使生物的血液沸腾。造成1-2点真实灵能伤害,并点燃目标."
+LocFlyOverText="燃烧之血"

[NecroLightning X2AbilityTemplate]
+LocFriendlyName="闪电球"
+LocLongDescription="向目标位置发射闪电球.伤害范围内的所有人，击晕有机单位并导致机器人重新启动.花费2个行动点."
+LocHelpText="伤害范围内的所有人，击晕有机单位并导致机器人重新启动.花费2个行动点."
+LocFlyOverText="闪电球"

[NecroDrainLife X2AbilityTemplate]
+LocFriendlyName="汲取生命"
+LocLongDescription="攻击目标敌人并将一半伤害作为生命值转移回亡灵法师."
+LocHelpText="攻击目标敌人并将一半伤害作为生命值转移回亡灵法师."
+LocFlyOverText="汲取生命"

[NecroEldritchStorm X2AbilityTemplate]
+LocFriendlyName="毒液风暴"
+LocLongDescription="亡灵法师成为死亡的化身。将你所有的力量集中到一个咒语中，这个咒语对大范围内的所有敌人造成点燃,中毒,灼烧.无直接伤害."
+LocHelpText="对大范围内的所有敌人造成点燃,中毒,灼烧.无直接伤害."
+LocFlyOverText="邪术风暴"

[NecroZombieSuicide X2AbilityTemplate]
+LocFriendlyName="解放僵尸"
+LocLongDescription="死灵切断与这个僵尸的心灵链接，允许其安息."
+LocHelpText="死灵切断与这个僵尸的心灵链接，允许其安息."
+LocFlyOverText="解放僵尸"

[NecroHallucination X2AbilityTemplate]
+LocFriendlyName="幻觉诅咒"
+LocLongDescription="死灵诅咒的生物，使他们将自己的队友视为敌人，然后造成其心灵超载,迎接即将到来的厄运.全方面的侵蚀，造成他们绝对的恐慌，除非他们强大的心灵免疫。这是一个很好的机会，他们将攻击自己的队友。"
+LocHelpText="绝对造成恐慌，除非该生物具有完全豁免。这是一个很好的机会，他们将攻击自己的队友。"
+LocFlyOverText="幻觉诅咒"

[NecroSoulSpear X2AbilityTemplate]
+LocFriendlyName="灵魂之矛"
+LocLongDescription="巫术将灵魂之火塑造成长矛.灵能单位, 造成成吨伤害.这个法术据由传奇巫师创造，但他的名字早已被人遗忘."
+LocHelpText="发射一根强大的灵魂长矛,贯穿多个敌人,造成巨量伤害."
+LocFlyOverText="灵魂之矛"

[NecroDeathTouch X2AbilityTemplate]
+LocFriendlyName="死亡触摸"
+LocLongDescription="死灵法师对生命和死亡有着非同一般的理解.触摸生物抓取灵魂，将其剥夺。一击必杀.一次战斗仅一次充能,近战范围内才能使用.对天选者和统治者不可用."
+LocHelpText="触摸生物抓取灵魂，将其剥夺。一击必杀.对天选者和统治者不可用.一次战斗仅一次充能,近战范围内才能使用.对天选者和统治者不可用."
+LocFlyOverText="死亡触摸"

[NecroZombieClaws X2AbilityTemplate]
+LocFriendlyName="僵尸冲锋"
+LocLongDescription="僵尸冲向它的敌人,对其发起近战攻击."
+LocHelpText="僵尸冲向它的敌人,对其发起近战攻击."
+LocFlyOverText="僵尸冲锋"

[NecroCorpseExplosion X2AbilityTemplate]
+LocFriendlyName="尸爆"
+LocLongDescription="引发目标尸体或僵尸自爆,让敌人沐浴在腥风血雨中.造成3点伤害,并遗留一地酸液."
+LocHelpText="引发目标尸体或僵尸自爆,让敌人沐浴在腥风血雨中.遗留一地酸液."
+LocFlyOverText="尸爆"


[NecroStrenghtenUndead X2AbilityTemplate]
+LocFriendlyName="亡灵链接"
+LocLongDescription="加强死灵法师和其中1个僵尸的联系，显著增强其属性."
+LocHelpText="死灵法师可以复苏更强大的僵尸,更高攻击，生命和护甲."
+LocFlyOverText="亡灵链接"

[ZombieCorpseExplosion X2AbilityTemplate]
+LocFriendlyName="尸爆"
+LocLongDescription="僵尸自爆,一片腥风血雨.遗留一地酸液."
+LocHelpText="僵尸自爆,一片腥风血雨.遗留一地酸液."
+LocFlyOverText="尸爆"

[X2Effect_NecroRaiseDead]
+ZombieFlyoverText="复活!"

[NecromancerZombie X2CharacterTemplate]
+strCharacterName="死灵僵尸"

[NecromancerZombieHuman X2CharacterTemplate]
+strCharacterName="死灵僵尸"



[Necro_Staff_WPN X2WeaponTemplate]
+FriendlyName="死灵侍僧之杖"
+FriendlyNamePlural="死灵法师法杖"
+BriefSummary="死灵法师使用秘密方式构建自己的武器。结果在很大程度上取决于在祭祀中使用的灵魂的力量。基础法杖造成2-5点灵能伤害,忽略1点护甲."
+TacticalText="<Bullet/>使用法杖攻击将结束回合.\n<Bullet/> 亡法杖造成精神(灵能)伤害.\n<Bullet/>忽略1点护甲."
+AbilityDescName="死灵侍僧之杖"

[Necro_Staff_L2_WPN X2WeaponTemplate]
+FriendlyName="死灵学徒之杖"
+FriendlyNamePlural="死灵法师法杖"
+BriefSummary="死灵法师使用秘密方式构建自己的武器。结果在很大程度上取决于在祭祀中使用的灵魂的力量。升级版法杖造成4-7点灵能伤害,并忽略2点护甲."
+TacticalText="<Bullet/>使用法杖攻击将结束回合.\n<Bullet/> 亡法杖造成精神(灵能)伤害.\n<Bullet/>忽略2点护甲."
+AbilityDescName="死灵学徒之杖"

[Necro_Staff_L3_WPN X2WeaponTemplate]
+FriendlyName="死灵导师之杖"
+FriendlyNamePlural="死灵法师法杖"
+BriefSummary="死灵法师使用秘密方式构建自己的武器。结果在很大程度上取决于在祭祀中使用的灵魂的力量。升级版法杖造成6-9点灵能伤害,并忽略3点护甲."
+TacticalText="<Bullet/>使用法杖攻击将结束回合.\n<Bullet/> 亡法杖造成精神(灵能)伤害.\n<Bullet/>忽略3点护甲."
+AbilityDescName="死灵导师之杖"

[Necro_Staff_Poison_WPN X2WeaponTemplate]
+FriendlyName="死灵剧毒之杖"
+FriendlyNamePlural="死灵法师法杖"
+BriefSummary="死灵法师使用秘密方式构建自己的武器。结果在很大程度上取决于在祭祀中使用的灵魂的力量。升级版法杖造成3-7点伤害并使目标中毒."
+TacticalText="<Bullet/>使用法杖攻击将结束回合.\n<Bullet/> 亡法杖造成精神(灵能)伤害.\n<Bullet/>忽略3点护甲."
+AbilityDescName="死灵剧毒之杖"


[NecroRestoration X2AbilityTemplate]
+LocFriendlyName="恢复"
+LocLongDescription="每回合回复1HP，持续3回合，可对任何盟友释放。萨满通过修补灵魂来回复生命/异常。减轻灵魂/精神创伤恢复个人健康。"
+LocHelpText="每回合回复1HP，持续3回合."
+LocFlyOverText="恢复"

[NecroConceal X2AbilityTemplate]
+LocFriendlyName="薄雾"
+LocLongDescription="萨满召唤一阵灵能薄雾,使目标隐蔽.必定使目标隐蔽.6回合冷却时间。"
+LocHelpText="必定使目标隐蔽.6回合冷却时间。"
+LocFlyOverText="薄雾"

[Necro_Shaman_GuardianSpirit X2AbilityTemplate]
+LocFriendlyName="灵魂引导"
+LocLongDescription="萨满招引精魂，帮助战斗。明晰洞见任一敌人所在,其弱点所在.获得25命中和50暴击加成,持续2回合."
+LocHelpText="获得25命中和50暴击加成,持续2回合."
+LocFlyOverText="灵魂引导"

[NecroVigor X2AbilityTemplate]
+LocFriendlyName="活力"
+LocLongDescription="给友方目标灌输活力.获得1行动点."
+LocHelpText="目标获得1行动点."
+LocFlyOverText="活力"

[NecroHeal X2AbilityTemplate]
+LocFriendlyName="复原"
+LocLongDescription="治疗目标,回复4 HP。"
+LocHelpText="治疗目标,回复4 HP。"
+LocFlyOverText="复原"

[NecroInsectSwarm X2AbilityTemplate]
+LocFriendlyName="虫群"
+LocLongDescription="萨满召唤一群灵能蝗虫叮咬目标.它们无孔不入,从眼睛以及任何护甲开口处吞噬血肉.每回合造成2点伤害,并降低其命中."
+LocHelpText="召唤蝗虫.每回合-2生命,-50命中"
+LocFlyOverText="虫群"


[NecroAstralProjection X2AbilityTemplate]
+LocFriendlyName="星体投射"
+LocLongDescription="通过精神境界的广泛研究，萨满能够感觉到周围的所有生物的灵魂。场上所有拥有灵魂的敌人为萨满可见。"
+LocHelpText="所有非机器的敌人将成被萨满可见。"
+LocFlyOverText="星体投射"